---
kind: property
id: P:Autodesk.Revit.DB.Visual.Tile.TileVerticalCount
source: html/65c57f0d-9813-6b85-401d-01bf85f5b944.htm
---
# Autodesk.Revit.DB.Visual.Tile.TileVerticalCount Property

The property labeled "tile_VerticalCount" from the "Tile" schema.

## Syntax (C#)
```csharp
public static string TileVerticalCount { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".